PhysicalMedium = "items";
Book = "books";
Movie = "movies";
Music = "albums";
Software = "software";
VideoGame = "videogames";
Toy = "games";
Gadget = "gadgets";
Tool = "tools";
Apparel = "apparel";
iTunesAlbum = "iTunes albums";
iTunesAudiobook = "iTunes audiobooks";
iTunesMovie = "iTunes movies";
iTunesShow = "iTunes TV shows";
iTunesBook = "iBooks";
